Repository: AndreasRascher/DMT
Catalog: DMTCore/Translations/DMT Core.*.xlf
Languages: de_de

# Table 365532593 - Field 2144357174 - Property 2879900210
source: Imp.Conf.Header ID
de_de: Import Konfig. Kopf ID

# Table 365532593 - Field 4163973499 - Property 2879900210
source: Source Field Caption
de_de: Herkunftsfeld Bezeichnung

# Table 365532593 - Field 3160832348 - Property 2879900210
source: Source Field No.
de_de: Herkunftsfeld Nr.

# Table 2465824826 - Property 2879900210
source: DMT Copy Table
de_de: DMT Tabellen kopieren

# Table 2465824826 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 2465824826 - Field 523320669 - Property 2879900210
source: Import Only New Records
de_de: Nur neue Datensätze importieren

# Table 2465824826 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.

# Table 2465824826 - Field 1945179778 - Property 2879900210
source: No. of Records imported
de_de: Anz. importiert

# Table 2465824826 - Field 2835452692 - Property 2879900210
source: No. of Records (Target)
de_de: Anz. Datensätze (Ziel)

# Table 2465824826 - Field 2927347786 - Property 2879900210
source: Processing Time
de_de: Bearbeitungzeit

# Table 2465824826 - Field 3041449367 - Property 2879900210
source: Copy from Company
de_de: Kopieren aus Mandant

# Table 2465824826 - Field 1393533604 - Property 2879900210
source: Table Caption
de_de: Tabellen Bezeichnung

# Table 2465824826 - Field 3017471043 - Property 2879900210
source: Table No.
de_de: Tabellen ID

# Table 4224547593 - Property 2879900210
source: Data Layout
de_de: Datenlayout

# Table 4224547593 - Field 3909697905 - Property 2879900210
source: Field Delimiter
de_de: Feldbegrenzungszeichen

# Table 4224547593 - Field 4031633515 - Property 2879900210
source: Field Separator
de_de: Feldtrenner

# Table 4224547593 - Field 508603263 - Property 2879900210
source: Line Separator
de_de: Zeilentrenner

# Table 4224547593 - Field 1383905037 - Property 2879900210
source: Default
de_de: Standard

# Table 4224547593 - Field 956310252 - Property 2879900210
source: Has Heading Row
de_de: Enthält Überschriftenzeile

# Table 4224547593 - Field 1876264317 - Property 2879900210
source: Heading Row no.
de_de: Überschrift Zeilennr.

# Table 4224547593 - Field 2357355287 - Property 2879900210
source: Preset
de_de: Voreinstellung

# Table 4224547593 - Field 1013576988 - Property 2879900210
source: Source File Format
de_de: Dateiformat

# Table 4224547593 - Field 1464811440 - Property 2879900210
source: Default Excel Sheet
de_de: Standard Excel Blatt

# Table 2231340739 - Property 2879900210
source: Data Layout Line
de_de: Datenlayoutzeile

# Table 2231340739 - Field 1389794395 - Property 2879900210
source: Column No.
de_de: Spaltennr.

# Table 2231340739 - Field 967337907 - Property 2879900210
source: Column Name
de_de: Spaltenname

# Table 2231340739 - Field 3893498913 - Property 2879900210
source: Data Layout ID
de_de: Datenlayout ID

# Table 1163921151 - Field 1593446156 - Property 2879900210
source: Default Value
de_de: Vorgabewert

# Table 1163921151 - Field 2144357174 - Property 2879900210
source: Imp.Conf.Header ID
de_de: Import Konfig. Kopf ID

# Table 1163921151 - Field 4163973499 - Property 2879900210
source: Source Field Caption
de_de: Herkunftsfeld

# Table 1163921151 - Field 1870234639 - Property 2879900210
source: Target Field Caption
de_de: Zielfeld

# Table 1296439604 - Field 2144357174 - Property 2879900210
source: Imp.Conf.Header ID
de_de: Import Konfig. Kopf ID

# Table 1296439604 - Field 2840077126 - Property 2879900210
source: Import from Filename
de_de: Import Dateiname

# Table 1296439604 - Field 281352744 - Property 2879900210
source: Imported
de_de: Importiert

# Table 1296439604 - Field 3326488793 - Property 2879900210
source: BLOB Contents
de_de: Blob Inhalte

# Table 1296439604 - Field 220700360 - Property 2879900210
source: Record ID (Imported)
de_de: Datensatz-ID (Importiert)

# Table 1296439604 - Field 3387052648 - Property 2879900210
source: System Modified At (Imported Record)
de_de: Letzte Änderung am (Importierter Datensatz)

# Table 200502431 - Property 2879900210
source: DMT Import Configuration Header
de_de: Import Konfiguration Kopf

# Table 200502431 - Method 4024274888 - NamedType 2782661697
source: The import configuration %1 has no source file assigned.
de_de: Die Importkonfiguration %1 hat keine Quelldatei zugeordnet.

# Table 200502431 - Method 157426326 - NamedType 3929116107
source: Assign data layout
de_de: Datenlayout zuweisen

# Table 200502431 - Method 157426326 - NamedType 3909230697
source: You have to assign a datalayout to the %1 "%2"
de_de: Sie müssen der %1 "%2" ein Datenlayout zuordnen

# Table 200502431 - Field 3434788173 - Property 2879900210
source: Buffertable ID
de_de: Puffertabelle ID

# Table 200502431 - Field 476161190 - Property 2879900210
source: Evaluate numbers for option fields as
de_de: Nummern in Optionswerten zuordnen als

# Table 200502431 - Field 476161190 - Property 62802879
source: Position,Caption
de_de: Position,Bezeichnung

# Table 200502431 - Field 523320669 - Property 2879900210
source: Import Only New Records
de_de: Nur neue Datensätze importieren

# Table 200502431 - Field 4176070204 - Property 2879900210
source: Import XMLPortID
de_de: XMLPort ID für Import

# Table 200502431 - Field 234557873 - Property 2879900210
source: Migrated %
de_de: Migriert %

# Table 200502431 - Field 1620595835 - Property 2879900210
source: Log Trigger Changes
de_de: Trigger Änderungen protokollieren

# Table 200502431 - Field 667936880 - Property 2879900210
source: Max No. of Records to Process
de_de: max. Anzahl der zu verarbeitenden Datensätze

# Table 200502431 - Field 603378867 - Property 2879900210
source: No.of Records in Buffer Table
de_de: Anz. Datensätze in Puffertabelle

# Table 200502431 - Field 3749297391 - Property 2879900210
source: Separate Buffer Table Objects
de_de: Separate Puffertabelle verwenden

# Table 200502431 - Field 3749297391 - Property 62802879
source: None,buffer table and XMLPort (Best performance),Use existing buffer table & generate XMLPort only
de_de: Keine,Puffertabelle und XMLPort (Beste Performance),Existierende Puffertabelle verwenden & nur XMLPort generieren

# Table 200502431 - Field 2509418355 - Property 2879900210
source: Skip Records with User Changes
de_de: Datensätze mit Nutzeränderung überspringen

# Table 200502431 - Field 831512162 - Property 2879900210
source: Source File ID
de_de: Quell-Datei ID

# Table 200502431 - Field 3920905560 - Property 2879900210
source: Source File Name
de_de: Quelldatei

# Table 200502431 - Field 4040554107 - Property 2879900210
source: Target Table
de_de: Zieltabelle

# Table 200502431 - Field 1666780894 - Property 2879900210
source: Target Table ID
de_de: Zieltabellen ID

# Table 200502431 - Field 1801721943 - Property 2879900210
source: Use OnInsert Trigger
de_de: OnInsert Trigger verwenden

# Table 3570477496 - Property 2879900210
source: DMT Import Configuration Line
de_de: Import Konfiguration Zeile

# Table 3570477496 - Field 90410743 - Property 2879900210
source: Fixed Value
de_de: Fester Wert

# Table 3570477496 - Field 4236431109 - Property 2879900210
source: Ignore Errors
de_de: Fehler ignorieren

# Table 3570477496 - Field 2144357174 - Property 2879900210
source: Imp.Conf.Header ID
de_de: Import Konfig. Kopf ID

# Table 3570477496 - Field 3492171417 - Property 2879900210
source: Key Field
de_de: Schlüsselfeld

# Table 3570477496 - Field 1564647935 - Property 2879900210
source: Action
de_de: Aktion

# Table 3570477496 - Field 1614643981 - Property 2879900210
source: Target Field Caption
de_de: Zielfeld Bezeichnung

# Table 3570477496 - Field 2861800262 - Property 2879900210
source: Target Field Name
de_de: Zielfeld Name

# Table 3570477496 - Field 870794884 - Property 2879900210
source: Selection
de_de: Auswahl

# Table 3570477496 - Field 4163973499 - Property 2879900210
source: Source Field Caption
de_de: Herkunftsfeld Bezeichnung

# Table 3570477496 - Field 3160832348 - Property 2879900210
source: Source Field No.
de_de: Herkunftsfeld Nr.

# Table 3570477496 - Field 1870234639 - Property 2879900210
source: Target Field Caption
de_de: Zielfeld Bezeichnung

# Table 3570477496 - Field 2561976296 - Property 2879900210
source: Target Field Name
de_de: Zielfeld Name

# Table 3570477496 - Field 3323085680 - Property 2879900210
source: Target Field No.
de_de: Ziel Feldnr.

# Table 3570477496 - Field 4040554107 - Property 2879900210
source: Target Table
de_de: Zieltabelle

# Table 3570477496 - Field 1666780894 - Property 2879900210
source: Target Table ID
de_de: Ziel Tabellen ID

# Table 3570477496 - Field 2568304475 - Property 2879900210
source: Target Table Relation
de_de: Tab. -Rel. (Zielfeld)

# Table 3570477496 - Field 3305167575 - Property 2879900210
source: Validation Order
de_de: Reihenfolge Validierung

# Table 3570477496 - Field 303076341 - Property 2879900210
source: Valid. Type
de_de: Valid. Typ

# Table 744607175 - Field 1004182435 - Property 2879900210
source: Context Description
de_de: Kontext Beschreibung

# Table 744607175 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Lfd.Nr.

# Table 744607175 - Field 149522872 - Property 2879900210
source: Entry Type
de_de: Postenart

# Table 744607175 - Field 3446276168 - Property 2879900210
source: Error Callstack
de_de: Fehler Aufrufliste

# Table 744607175 - Field 854394179 - Property 2879900210
source: Error Field Value
de_de: Fehler für Feldwert

# Table 744607175 - Field 4082874751 - Property 2879900210
source: Error Code
de_de: Fehler Code

# Table 744607175 - Field 2137248580 - Property 2879900210
source: Ignore Error
de_de: Fehler ignorieren

# Table 744607175 - Field 2567974338 - Property 2879900210
source: No. of Trigger Log Entries
de_de: Anzahl Trigger Log Einträge

# Table 744607175 - Field 1017370016 - Property 2879900210
source: Process No.
de_de: Vorgangsnr.

# Table 744607175 - Field 345314420 - Property 2879900210
source: Source ID
de_de: Herkunfts-ID

# Table 744607175 - Field 1772659064 - Property 2879900210
source: Source ID (Text)
de_de: Herkunfts-ID (Text)

# Table 744607175 - Field 3586143976 - Property 2879900210
source: Source File Name
de_de: Quelldatei Name

# Table 744607175 - Field 1870234639 - Property 2879900210
source: Target Field Caption
de_de: Zielfeld Bezeichnung

# Table 744607175 - Field 3323085680 - Property 2879900210
source: Target Field No.
de_de: Zielfeldnr.

# Table 744607175 - Field 848768200 - Property 2879900210
source: Target ID
de_de: Ziel-ID

# Table 744607175 - Field 2829043428 - Property 2879900210
source: Target ID (Text)
de_de: Ziel-ID (Text)

# Table 744607175 - Field 1666780894 - Property 2879900210
source: Target Table ID
de_de: Zieltabellen ID

# Table 744607175 - Field 1510562767 - Property 2879900210
source: Usage
de_de: Verwendung

# Table 1212190007 - Property 2879900210
source: DMTProcessingPlan
de_de: DMT Verarbeitungsplan

# Table 1212190007 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 1212190007 - Field 2200046723 - Property 2879900210
source: Indentation
de_de: Einrückung

# Table 1212190007 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
de_de: Buch.-Blattname

# Table 1212190007 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.

# Table 1212190007 - Field 667936880 - Property 2879900210
source: Max No. of Records to Process
de_de: max. Anzahl der zu verarbeitenden Datensätze

# Table 1212190007 - Field 603378867 - Property 2879900210
source: No.of Records in Buffer Table
de_de: Anz. Datensätze in Puffertabelle

# Table 1212190007 - Field 3950656103 - Property 2879900210
source: Processing Duration
de_de: Verarbeitungszeit

# Table 1212190007 - Field 76420432 - Property 2879900210
source: Source Table No. (Codeunit)
de_de: Herkunftstabellennr. (Codeunit)

# Table 1212190007 - Field 530928583 - Property 2879900210
source: Start Time
de_de: Startzeit

# Table 1212190007 - Field 513339096 - Property 62802879
source: ,In Progress,Finished,Error
de_de: ,in Arbeit,Abgeschlossen,Fehler

# Table 1212190007 - Field 1666780894 - Property 2879900210
source: Target Table ID
de_de: Zieltabellen ID

# Table 1212190007 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art

# Table 2840373744 - Field 2769288159 - Property 2879900210
source: Compare Field 1 Caption
de_de: Vgl.-Wert 1 Bezeichnung

# Table 2840373744 - Field 884246890 - Property 2879900210
source: Compare Field 2 Caption
de_de: Vgl.-Wert 2 Bezeichnung

# Table 2840373744 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 2840373744 - Field 1400066348 - Property 2879900210
source: New Value 1 Caption
de_de: Neuer Wert 1 Bezeichnung

# Table 2840373744 - Field 3112951621 - Property 2879900210
source: New Value 2 Caption
de_de: Neuer Wert 2 Bezeichnung

# Table 2840373744 - Field 2791789901 - Property 2879900210
source: No. of Rules
de_de: Anzahl Regeln

# Table 2840373744 - Field 1320997245 - Property 2879900210
source: No. of Compare Values
de_de: Anz. Vergleichswerte

# Table 2840373744 - Field 3827651487 - Property 2879900210
source: No. of Values to modify
de_de: Anz. zu ändernder Werte

# Table 2840373744 - Field 925334572 - Property 2879900210
source: Related Table Caption (New Val.1)
de_de: Relation zu Tabelle (Neu 1)

# Table 2840373744 - Field 1003416349 - Property 2879900210
source: Related Table Caption (New Val.2)
de_de: Relation zu Tabelle (Neu 2)

# Table 2840373744 - Field 1434945624 - Property 2879900210
source: Related to Table ID (New.Fld.1)
de_de: Tabellenrelation ID (Neu 1)

# Table 2840373744 - Field 1513027401 - Property 2879900210
source: Related to Table ID (New Val.2)
de_de: Tabellenrelation ID (Neu 2)

# Table 2840373744 - Field 1506912714 - Property 2879900210
source: Replacement Type
de_de: Ersetzungstyp

# Table 2840373744 - Field 1506912714 - Property 62802879
source: Field Content,Part of Field Content
de_de: Feldinhalt,Bestandteil des Feldinhalts

# Table 663034807 - Field 455746087 - Property 2879900210
source: Old Value 1
de_de: Alter Wert 1

# Table 663034807 - Field 2368835938 - Property 2879900210
source: Old Value 2
de_de: Alter Wert 2

# Table 663034807 - Field 2144357174 - Property 2879900210
source: Imp.Config. ID
de_de: Import Konfig. ID

# Table 663034807 - Field 2144357174 - Method 2126772001 - NamedType 1668434100
source: The Import Configuration %1 has no fields to assign.
de_de: Für die Importkonfiguration %1 sind keine Felder zum Zuweisen vorhanden.

# Table 663034807 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.

# Table 663034807 - Field 158172202 - Property 2879900210
source: Line Type
de_de: Zeilenart

# Table 663034807 - Field 158172202 - Property 62802879
source: Rule,Assignment
de_de: Regel,Zuordnung

# Table 663034807 - Field 1489364258 - Property 2879900210
source: New Value 1 Caption
de_de: Neuer Wert 1

# Table 663034807 - Field 3871241703 - Property 2879900210
source: New Value 2 Caption
de_de: Neuer Wert 2

# Table 663034807 - Field 1634282205 - Property 2879900210
source: Replacement Code
de_de: Ersetzungscode

# Table 663034807 - Field 2920484868 - Property 2879900210
source: Source 1 Field Caption
de_de: Herkunftsfeld 1

# Table 663034807 - Field 1872236707 - Property 2879900210
source: Source Field 1 No.
de_de: Herkunftsfeld 1 Nr.

# Table 663034807 - Field 1716804797 - Property 2879900210
source: Source 2 Field Caption
de_de: Herkunftsfeld 2

# Table 663034807 - Field 1026691582 - Property 2879900210
source: Source 2 Field No.
de_de: Herkunftsfeld 2 Nr.

# Table 663034807 - Field 3920905560 - Property 2879900210
source: Source File Name
de_de: Quelldatei

# Table 663034807 - Field 2079597112 - Property 2879900210
source: Target Field 1 Caption
de_de: Zielfeld 1

# Table 663034807 - Field 893537783 - Property 2879900210
source: Target 1 Field No.
de_de: Ziel 1 Feldnr.

# Table 663034807 - Field 3370706545 - Property 2879900210
source: Target Field 2 Caption
de_de: Zielfeld 2

# Table 663034807 - Field 3499087538 - Property 2879900210
source: Target 2 Field No.
de_de: Ziel 2 Feldnr.

# Table 663034807 - Field 1666780894 - Property 2879900210
source: Target Table ID
de_de: Zieltabellen ID

# Table 521254526 - Property 2879900210
source: DMT Setup
de_de: DMT Einrichtung

# Table 521254526 - Field 2974596716 - Property 2879900210
source: Exports include Flowfields
de_de: Exportdateien enthalten FlowFields

# Table 521254526 - Field 451378894 - Property 2879900210
source: Migration Profil
de_de: Migrationsprofil

# Table 521254526 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 521254526 - Field 4139345547 - Property 2879900210
source: Propose matching fields - Use existing mappings
de_de: Feldzuordnung vorschlagen - Existierende Feld-Mappings verwenden

# Table 3763097529 - Property 2879900210
source: DMT Source File
de_de: DMT Quelldatei

# Table 3763097529 - Method 1839390815 - NamedType 1393845160
source: The source file %1 "%2" is currently assigned in import configurations. Continue?
de_de: Die Quelldatei %1 "%2" ist Importkonfigurationen zugewiesen. Mit dem Löschen fortfahren?

# Table 3763097529 - Method 1839390815 - NamedType 3221445947
source: Process Canceled
de_de: Vorgang abgebrochen

# Table 3763097529 - Field 3893498913 - Property 2879900210
source: Data Layout ID
de_de: Datenlayout ID

# Table 3763097529 - Field 897659751 - Property 2879900210
source: Data Layout Name
de_de: Datenlayout Name

# Table 3763097529 - Field 3979136067 - Property 2879900210
source: Extension
de_de: Dateiendung

# Table 3763097529 - Field 2934086487 - Property 2879900210
source: File Blob
de_de: Datei Blob

# Table 3763097529 - Field 3377584293 - Property 2879900210
source: File ID
de_de: Datei ID

# Table 3763097529 - Field 3964473375 - Property 2879900210
source: Size(Byte)
de_de: Größe(Byte)

# Table 3763097529 - Field 1095774253 - Property 2879900210
source: Size
de_de: Größe

# Table 3763097529 - Field 1013576988 - Property 2879900210
source: Source File Format
de_de: Dateiformat

# Table 3763097529 - Field 2620692110 - Property 2879900210
source: Uploaded at
de_de: Hochgeladen am

# Table 305600207 - Field 2680665143 - Property 2879900210
source: changed Field Caption
de_de: Geändertes Feld

# Table 305600207 - Field 2284301858 - Property 2879900210
source: changed Field No.
de_de: geändertes Feldnr.

# Table 305600207 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Lfd.Nr.

# Table 305600207 - Field 2241071850 - Property 2879900210
source: New Value
de_de: Neuer Feldwert

# Table 305600207 - Field 3647572351 - Property 2879900210
source: Old Value
de_de: Alter Feldwert

# Table 305600207 - Field 345314420 - Property 2879900210
source: Source ID
de_de: Herkunfts-ID

# Table 305600207 - Field 3586143976 - Property 2879900210
source: Source File Name
de_de: Quelldatei Name

# Table 305600207 - Field 848768200 - Property 2879900210
source: Target ID
de_de: Ziel-ID

# Table 305600207 - Field 2714983628 - Property 2879900210
source: Validate Field Caption
de_de: Validiertes Feld

# Table 305600207 - Field 3062036613 - Property 2879900210
source: Validate Field No.
de_de: Feldnr. Validierung

# Table 305600207 - Field 2393483805 - Property 2879900210
source: Value Assigned
de_de: Zugewiesener Wert

# Table 523974668 - Field 3968297008 - Property 2879900210
source: Is Folder
de_de: Ist Ordner

# Table 523974668 - Field 3374796909 - Property 2879900210
source: Last Modified
de_de: Letzte Änderung

# Table 523974668 - Field 2206733951 - Property 2879900210
source: Path
de_de: Pfad

# Table 523974668 - Field 3964473375 - Property 2879900210
source: Size
de_de: Größe

# Codeunit 484048500 - Method 2689460527 - NamedType 1044229085
source: too large field values have been cut off. Max. string length is 250 chars.\Filename: "%1"\Columns: "%2."
de_de: Zu lange Feldwerte wurden abgeschnitten. Max. Textlänge ist 250 Zeichen.\Dateiname: "%1"\Betroffene Spalten: "%2."

# Codeunit 4084131636 - Method 883257532 - NamedType 1097618994
source: The buffer table is empty. Filename: "%1"
de_de: Die Puffertable entält keine Zeilen. Dateiname: "%1"

# Codeunit 4228541464 - Method 2979514558 - NamedType 2402786010
source: Overwrite existing field assignments?
de_de: Vorhandene Zuordnung überschreiben?

# Codeunit 4228541464 - Method 513159503 - NamedType 1232880753
source: You have to setup the column names in datalayout "%1"
de_de: Sie müssen die Spaltentitel im Datenlayout "%1" einrichten.

# Codeunit 3834207626 - Method 2653064554 - NamedType 2519779786
source: XMLPort %1 not found
de_de: XMLPort %1 ist nicht vorhanden.

# Codeunit 1130098199 - Method 1921393988 - NamedType 953187296
source: %1 is not initialized
de_de: %1 ist nicht initialisiert

# Codeunit 1185200660 - Method 865639783 - NamedType 1254459490
source: Import finished
de_de: Import abgeschlossen

# Codeunit 1185200660 - Method 865639783 - NamedType 659472064
source: Upload Permission Report Detailed
de_de: Permission Report Detailed hochladen

# Codeunit 3774911051 - Method 4006425096 - NamedType 2696288649
source: Assigned Values have been changed by triggers
de_de: Zugewiesene Werte wurden duch Trigger Code geändert

# Codeunit 3774911051 - Method 2653990749 - NamedType 1139369458
source: Process number has not been initialized
de_de: Prozessnummer wurde nicht initialisiert

# Codeunit 194566907 - Method 4147440478 - NamedType 2116364116
source: The value %1 could not be entered into the field %2
de_de: Der Wert %1 konnte nicht in das Feld %2 eingetragen werden

# Codeunit 55954293 - Method 1507708651 - NamedType 4003859195
source: No field mapping found for import configuration "%1"
de_de: Importkonfiguration "%1" enthält keine Feldzuordnung.

# Codeunit 55954293 - Method 1715580338 - NamedType 2737554361
source: No buffer table records match the filter.\ Filter: "%1"
de_de: Keine Puffertabellen-Zeilen im Filter gefunden.\ Filter: "%1"

# Codeunit 55954293 - Method 1715580338 - NamedType 790268351
source: No errors were found for retry
de_de: Es wurden keine Fehler zur erneuten Verbeitung gefunden

# Codeunit 55954293 - Method 3730941943 - NamedType 2931333304
source: Duration
de_de: Dauer

# Codeunit 55954293 - Method 3730941943 - NamedType 1970759069
source: Time Remaining
de_de: Verbleibende Zeit

# Codeunit 55954293 - Method 771327502 - NamedType 1000503204
source: No. of Records..\processed: %1\imported: %2\With Error: %3\Processing Time:%4
de_de: Anzahl Datensätze..\verarbeitet: %1\eingelesen : %2\mit Fehlern: %3\Verarbeitungsdauer: %4

# Codeunit 1786966925 - Method 1441599427 - NamedType 1475611446
source: Standard journal batch
de_de: Standard Buch.-Blatt

# Codeunit 1786966925 - Method 3043604989 - NamedType 1097618994
source: The buffer table is empty. Filename: "%1"
de_de: Die Puffertable entält keine Zeilen. Dateiname: "%1"

# Codeunit 1786966925 - Method 3043604989 - NamedType 2737554361
source: No buffer table records match the filter.\ Filename: "%1"\ Filter: "%2"
de_de: Keine Puffertabellen-Zeilen im Filter gefunden.\ Dateiname: "%1"\ Filter: "%2"

# Codeunit 1786966925 - Method 3043604989 - NamedType 3975673607
source: No default values has been set. \Line No: %1\Description: %2
de_de: Es wurden keine Vorgabewerte definiert. \Zeilennr: %1 \Beschreibung: %2

# Codeunit 1536080462 - Method 1564743796 - NamedType 3980904368
source: "%1" is not a valid %2 value.
de_de: "%1" ist kein gültiger %2 Wert

# Codeunit 1536080462 - Method 1564743796 - NamedType 2382675972
source: “%1” could not be converted into an integer (option index no.)
de_de: "%1" konnte nicht in eine Ganzzahl (Optionsindex Nr.) umgewandelt werden.
