Repository: AndreasRascher/DMT
Catalog: DMTCore/Translations/DMT Core.*.xlf
Languages: de_de

# Codeunit 107245564 - Method 705889565 - NamedType 935989145
source: Buffer Table %1 not found.\Import Config Header\ID:"%2"\Filename:"%3"
de_de: Eine Puffertabelle mit der ID %1 wurde nicht gefunden.\Importkonfiguration\ID:"%2"\Dateiname:"%3"

# Codeunit 107245564 - Method 883257532 - NamedType 1097618994
source: The buffer table is empty. Filename: "%1"
de_de: Die Puffertable entält keine Zeilen. Dateiname: "%1"

# Codeunit 3371792372 - Method 3508704786 - NamedType 1254459490
source: Import finished
de_de: Import abgeschlossen

# Codeunit 3371792372 - Method 3508704786 - NamedType 659472064
source: Select a file to upload
de_de: Wählen Sie eine Datei zum Hochladen aus

# Codeunit 3132342291 - Method 3562242352 - NamedType 2581105778
source: The variables to compare are not initialized.
de_de: Die Variablen zum Vergleichen sind nicht initialisiert.

# Codeunit 2940556576 - Method 3472600955 - NamedType 2829063540
source: Invalid assignment in replacement "%1". An import configuration with the ID %2 does not exist.
de_de: Ungültige Zuordnung in Ersetzung "%1". Eine Importkonfiguration mit der ID %2 ist nicht verhanden.

# Codeunit 2940556576 - Method 3472600955 - NamedType 371279487
source: Invalid assignment in replacement "%1". An import configuration "%2" with the field ID "%3" does not exist.
de_de: Ungültige Zuordnung in Ersetzung "%1". Eine Importkonfiguration "%2" mit der Feld ID "%3" ist nicht verhanden.

# Page 425834526 - Property 2879900210
source: Data Migration Tool Setup
de_de: Data Migration Tool Einrichtung

# Page 425834526 - Property 3863440606
source: DMT Setup
de_de: DMT Einrichtung

# Page 425834526 - Control 2293317941 - Method 2699620902 - NamedType 573966488
source: Select which session to stop:\<Session ID> - <User ID> - <Client Type>- <Login Datetime>
de_de: Wählen Sie eine Session zum Beenden aus:\<Session ID> - <User ID> - <Client Type> - <Login Datetime>

# Page 425834526 - Control 2293317941 - Method 2699620902 - NamedType 1472696310
source: Stop all other sessions
de_de: Alle anderen Sessions stoppen

# Page 425834526 - Control 2349991090 - Property 2879900210
source: Mapping fields
de_de: Mapping der Felder

# Page 425834526 - Control 3157111635 - Property 2879900210
source: Migration Settings
de_de: Migration Einstellungen

# Page 425834526 - Action 866183911 - Property 2879900210
source: Create Backup
de_de: Backup erstellen

# Page 425834526 - Action 2090228232 - Property 2879900210
source: Import Backup
de_de: Backup importieren

# Page 425834526 - Action 1569466922 - Property 2879900210
source: Administration
de_de: Verwaltung

# Page 425834526 - Action 3714397591 - Property 2879900210
source: Delete Gen. Buffer Table Lines
de_de: Alle Zeilen in gen. Puffertabelle löschen

# Page 425834526 - Action 3714397591 - Method 1377591017 - NamedType 2973129578
source: Delete all lines in Gen. Buffer Table?
de_de: Alle Zeilen in gen. Puffertabelle löschen?

# Page 1275022656 - Property 2879900210
source: DMT Copy Table List
de_de: DMT Tabellen kopieren

# Page 1275022656 - Method 2050241899 - NamedType 2541077575
source: Copying Table ###########################1#
de_de: Kopiere Tabelle ###########################1#

# Page 1275022656 - Action 1629856273 - Property 2879900210
source: Copy Tables
de_de: Tabellen kopieren

# Page 1540911173 - Property 2879900210
source: DMT Data Layout
de_de: DMT Datenlayout

# Page 1540911173 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 1540911173 - Action 397043389 - Property 1295455071
source: Import column names from column headers
de_de: Spaltennamen aus Spaltenüberschriften importieren

# Page 1540911173 - Action 397043389 - Property 2879900210
source: Import column names
de_de: Spaltenüberschriften importieren

# Page 554782368 - Property 2879900210
source: DMT Data Layouts
de_de: DMT Datenlayouts Übersicht

# Page 2771814392 - Property 2879900210
source: Delete Data in Target Table
de_de: Daten in Zieltabelle löschen

# Page 2771814392 - Method 1361802906 - NamedType 3955357399
source: Warning! %1 Records in table "%2" (company "%3") will be deleted. Continue?
de_de: Warnung! %1 Datensätze in Tabelle "%2" (Mandant "%3") werden gelöscht. Fortfahren?

# Page 2771814392 - Method 3592287680 - NamedType 1183320433
source: Process Stopped
de_de: Vorgang abgebrochen

# Page 2771814392 - Method 2008557734 - NamedType 1183320433
source: Process Stopped
de_de: Vorgang abgebrochen

# Page 2771814392 - Control 3501145842 - Property 2879900210
source: Source Table Filter
de_de: Quelltabellenfilter

# Page 2771814392 - Control 1955418601 - Property 2879900210
source: Target Table Filter
de_de: Zieltabellenfilter

# Page 2771814392 - Control 4252807150 - Property 2879900210
source: Use On Delete Trigger
de_de: OnDelete Trigger verwenden

# Page 2803682913 - Property 2879900210
source: Field Selection
de_de: Felderauswahl

# Page 2803682913 - Method 1460349457 - NamedType 458928479
source: Set default values for table %1
de_de: Legen sie Fix-Werte für die Tabelle %1 fest

# Page 2803682913 - Method 3247180304 - NamedType 458928479
source: Edit filter for %1
de_de: Filter bearbeiten für %1

# Page 2803682913 - Method 3306591899 - NamedType 458928479
source: Edit filter for %1
de_de: Filter bearbeiten für %1

# Page 2803682913 - Method 3900567964 - NamedType 458928479
source: Edit filter for %1
de_de: Filter bearbeiten für %1

# Page 2803682913 - Method 2630791397 - NamedType 458928479
source: Select fields to process.
de_de: Wählen Sie Felder zur Verarbeitung aus.

# Page 4209446702 - Property 2879900210
source: DMT GenBufferList
de_de: DMT Generischer Puffer Übersicht

# Page 710484217 - Property 2879900210
source: DMT GenBufferList
de_de: DMT Generischer Puffer Übersicht

# Page 3863436688 - Property 2879900210
source: DMT GenBufferList
de_de: DMT Generischer Puffer Übersicht

# Page 1109112802 - Property 2879900210
source: DMT GenBufferList
de_de: DMT Generischer Puffer Übersicht

# Page 809130730 - Property 2879900210
source: DMT Import Config Card
de_de: Importkonfiguration Karte

# Page 809130730 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 809130730 - Control 476161190 - Property 1295455071
source: Position - Option value is assigned by its position in the possible option values. Caption - Option value is assigned by its caption.
de_de: Position - Optionswert wird über seine Position in den möglichen Optionswerten zugeordnet. Bezeichnung - Optionswert wird über seinen Namen zugeordnet.

# Page 809130730 - Control 1620595835 - Property 1295455071
source: Logs whether transferred field values have been overwritten by trigger code. Affects the validation of fields, the insertion and saving of data records.
de_de: Protokolliert ob übernommene Feldwerte durch Trigger Code überschrieben wurden. Betrifft die Validierung von Feldern, das Einfügen und Speichern von Datensätzen.

# Page 809130730 - Control 667936880 - Property 1295455071
source: Stops processing after a specified number of records. Recommended for testing large data sets.
de_de: Stoppt die Verarbeitung nach einer bestimmten Anzahl von Datensätzen. Empfohlen für das Testen großer Datenmengen

# Page 809130730 - Control 2362813729 - Property 2879900210
source: Buffer Table Objects
de_de: Puffertabellen Objekte

# Page 809130730 - Control 2509418355 - Property 1295455071
source: Skip records which have been changed after the import.
de_de: Datensätze überspringen, die vom Benutzer geändert wurden

# Page 809130730 - Control 1510032611 - Property 2879900210
source: Log
de_de: Protokoll

# Page 809130730 - Action 1454049982 - Property 2879900210
source: Check Transfered Records
de_de: Übertragene Datensätze Prüfen

# Page 809130730 - Action 1922075018 - Property 2879900210
source: Count Lines in Target
de_de: Zeilen zählen (Zieltab.)

# Page 809130730 - Action 1922075018 - Method 1377591017 - NamedType 1392962668
source: Filter: %1 \ No. of Lines in Filter: %2
de_de: Filter: %1 \ Anzahl Zeilen im Filter: %2

# Page 809130730 - Action 321739984 - Property 2879900210
source: Count Lines in Buffer
de_de: Zeilen zählen (Puffertab.)

# Page 809130730 - Action 321739984 - Method 1377591017 - NamedType 1392962668
source: Filter:%1 \ No. of Lines in Filter: %2
de_de: Filter:%1 \ Anzahl Zeilen im Filter: %2

# Page 809130730 - Action 116037593 - Property 2879900210
source: Delete Records In Target Table
de_de: Datensätze in Zieltabelle löschen

# Page 809130730 - Action 670310682 - Property 2879900210
source: Export target table to CSV
de_de: Zieltabelle als CSV exportieren

# Page 809130730 - Action 537879431 - Property 2879900210
source: Import to Buffer Table
de_de: Import in Puffertabelle

# Page 809130730 - Action 455269300 - Property 2879900210
source: Log
de_de: Protokoll

# Page 809130730 - Action 1016274576 - Property 2879900210
source: Retry Records With Error
de_de: Fehler erneut verarbeiten

# Page 809130730 - Action 4138182889 - Property 2879900210
source: Import to Target Table
de_de: In Zieltabelle übertragen

# Page 809130730 - Action 544469732 - Property 2879900210
source: Update Fields
de_de: Felder aktualisieren

# Page 1337506145 - Control 3451064716 - Property 2879900210
source: No. of Records in
de_de: Anz. Datensätze in

# Page 1337506145 - Control 465333454 - Property 2879900210
source: Target
de_de: Ziel

# Page 1337506145 - Control 1801483529 - Property 2879900210
source: No.of CSV lines read
de_de: Anz. CSV Zeilen gelesen

# Page 1337506145 - Control 1979318928 - Property 2879900210
source: Log
de_de: Protokoll

# Page 1337506145 - Action 455269300 - Property 2879900210
source: Show Log
de_de: Protoll öffnen

# Page 1011073045 - Property 2879900210
source: Lines
de_de: Zeilen

# Page 1011073045 - Control 4236431109 - Property 1295455071
source: Ingore occuring field error and import data
de_de: VerarbeitungsfehlerDaten importieren auch

# Page 1011073045 - Action 183296051 - Property 2879900210
source: Fields
de_de: Felder

# Page 1011073045 - Action 2625649774 - Property 2879900210
source: Init Target Fields
de_de: Feldliste initialisieren

# Page 1011073045 - Action 3855411490 - Property 2879900210
source: Propose Matching Fields
de_de: Feldzuordnung vorschlagen

# Page 1011073045 - Action 4111581291 - Property 2879900210
source: marked Lines
de_de: markierte Zeilen

# Page 1011073045 - Action 3059880053 - Property 2879900210
source: Change Validation Order
de_de: Validierungsreihenfolge ändern

# Page 1011073045 - Action 1937377350 - Property 2879900210
source: Down
de_de: Unten

# Page 1011073045 - Action 335558120 - Property 2879900210
source: Bottom
de_de: Ende

# Page 1011073045 - Action 1500585524 - Property 2879900210
source: Top
de_de: Anfang

# Page 1011073045 - Action 2279867719 - Property 2879900210
source: Up
de_de: Oben

# Page 1011073045 - Action 1980084017 - Property 2879900210
source: set action to
de_de: Aktion setzen auf

# Page 1011073045 - Action 2868301421 - Property 2879900210
source: Ignore
de_de: Ignorieren

# Page 1011073045 - Action 3330474923 - Property 2879900210
source: Set validation type to
de_de: Validierungsart setzen auf

# Page 1011073045 - Action 925261692 - Property 2879900210
source: assign without validate
de_de: Zuweisen ohne validieren

# Page 1011073045 - Action 2143214942 - Property 2879900210
source: Always
de_de: Immer

# Page 1195927513 - Property 2879900210
source: Import Config Lines
de_de: Import Konfiguration Zeilen

# Page 215230028 - Property 2879900210
source: DMT Import Config List
de_de: DMT Importkonfigurationen

# Page 215230028 - Action 1462139861 - Property 2879900210
source: Add File
de_de: Datei hinzufügen

# Page 215230028 - Action 2185765369 - Property 2879900210
source: Import to buffer table
de_de: In Puffertab. importieren

# Page 215230028 - Action 1177438431 - Property 2879900210
source: Update Migrated % (Selected Lines)
de_de: Migriert % aktualiseren (markierte Zeilen)

# Page 215230028 - Action 2224783030 - Property 2879900210
source: Files
de_de: Dateien

# Page 2711900234 - Property 2879900210
source: Lines
de_de: Zeilen

# Page 4199531365 - Property 2879900210
source: DMT Log Entries
de_de: DMT Protokollposten

# Page 4199531365 - Action 3345471167 - Property 2879900210
source: Delete filtered lines
de_de: Gefilterte Zeilen löschen

# Page 4199531365 - Action 4037831336 - Property 2879900210
source: Hide ignored Errors
de_de: Ignorierte Fehler ausblenden

# Page 4199531365 - Action 462184560 - Property 2879900210
source: Hide trigger log entries
de_de: Trigger Änderungen ausblenden

# Page 4199531365 - Action 2504369673 - Property 2879900210
source: Show ignored Errors
de_de: Ignorierte Fehler anzeigen

# Page 4199531365 - Action 1199779977 - Property 2879900210
source: Show trigger changes
de_de: Trigger Änderungen anzeigen

# Page 1212190007 - Property 2879900210
source: DMT Processing Plan
de_de: DMT Verarbeitungsplan

# Page 1212190007 - Control 874212758 - Property 2879900210
source: Batch Name
de_de: Buch.-Blattname

# Page 1212190007 - Control 667936880 - Property 1295455071
source: Stops processing after a specified number of records. Recommended for testing large data sets.
de_de: Stoppt die Verarbeitung nach einer bestimmten Anzahl von Datensätzen. Empfohlen für das Testen großer Datenmengen

# Page 1212190007 - Control 465333454 - Property 1295455071
source: Number of records in the target table.
de_de: Anzahl der Datensätze in der Zieltabelle.

# Page 1212190007 - Control 465333454 - Property 2879900210
source: Target
de_de: DS im Ziel

# Page 1212190007 - Control 603378867 - Property 1295455071
source: Number of records in the buffer table.
de_de: Anzahl der Datensätze in der Puffertabelle.

# Page 1212190007 - Control 603378867 - Property 2879900210
source: Buffer
de_de: DS im Puffer

# Page 1212190007 - Control 3177385690 - Property 2879900210
source: Default Values
de_de: Vorgabewerte

# Page 1212190007 - Control 1510032611 - Property 2879900210
source: Log
de_de: Protokoll

# Page 1212190007 - Control 1608331573 - Property 2879900210
source: Source Table Filter
de_de: Quelldaten Filter

# Page 1212190007 - Control 1912556447 - Property 2879900210
source: Process selected fields only
de_de: Ausgew. Felder verarbeiten

# Page 1212190007 - Action 2147184157 - Property 1295455071
source: Clone Line
de_de: Zeile klonen

# Page 1212190007 - Action 975425842 - Property 2879900210
source: Copy to Batch
de_de: In Buch.-Blatt kopieren

# Page 1212190007 - Action 247166185 - Property 1295455071
source: Delete
de_de: Löschen

# Page 1212190007 - Action 247166185 - Method 1377591017 - NamedType 666616013
source: Delete %1 selected lines?
de_de: Wollen sie %1 Zeilen löschen?

# Page 1212190007 - Action 1042755249 - Property 1295455071
source: Indent Left
de_de: Links einrücken

# Page 1212190007 - Action 242972736 - Property 1295455071
source: Indent Right
de_de: Rechts einrücken

# Page 1212190007 - Action 4181015414 - Property 2879900210
source: New
de_de: Neu

# Page 1212190007 - Action 1179400017 - Property 2879900210
source: Renumber Lines
de_de: Zeilen neu nummerieren

# Page 1212190007 - Action 3066818762 - Property 2879900210
source: Reset Lines
de_de: Status und Zeiten zurücksetzen

# Page 1212190007 - Action 1016274576 - Property 1295455071
source: Retry Records With Error
de_de: Fehler erneut verarbeiten

# Page 1212190007 - Action 620325036 - Property 1295455071
source: Start
de_de: Ausführen

# Page 1212190007 - Action 866183911 - Property 2879900210
source: Create Backup
de_de: Backup erstellen

# Page 1212190007 - Action 2090228232 - Property 2879900210
source: Import Backup
de_de: Backup importieren

# Page 1212190007 - Action 2982858869 - Property 2879900210
source: Lines
de_de: Zeilen

# Page 3688930025 - Property 2879900210
source: Processing Plan Batches
de_de: Verarbeitungsplan Buch.-Blätter

# Page 3688930025 - Action 2525623599 - Property 2879900210
source: Edit Journal
de_de: Buch.-Blatt bearbeiten

# Page 3333708309 - Property 2879900210
source: Processing Instructions
de_de: Verarbeitungsanweisungen

# Page 3333708309 - Control 3030844192 - Property 2879900210
source: Fixed Values
de_de: Vorgabwerte

# Page 3333708309 - Control 4276839630 - Property 2879900210
source: Fields
de_de: Update-Felder

# Page 3333708309 - Action 66295949 - Property 2879900210
source: Add/Remove Field
de_de: Feld hinzufügen/entfernen

# Page 3333708309 - Action 746276264 - Property 2879900210
source: Edit
de_de: Bearbeiten

# Page 3333708309 - Action 647208151 - Property 2879900210
source: Reset Selection
de_de: Auswahl zurücksetzen

# Page 1356061521 - Property 2879900210
source: Assignments
de_de: Zuordnung

# Page 1356061521 - Action 1630718602 - Property 2879900210
source: Import column values
de_de: Spaltenwerte importieren

# Page 1356061521 - Action 2108323986 - Property 2879900210
source: Select Field Mapping
de_de: Feldmapping auswählen

# Page 43196361 - Property 2879900210
source: DMT Replacement Card
de_de: DMT Ersetzungen Karte

# Page 43196361 - Control 2044106759 - Property 2879900210
source: Field Setup
de_de: Feldeinrichtung

# Page 43196361 - Control 3013109062 - Property 2879900210
source: Compare Value 1
de_de: Vergleichswert 1

# Page 43196361 - Control 1262037187 - Property 2879900210
source: Compare Value 2
de_de: Vergleichswert 2

# Page 43196361 - Control 2780874720 - Property 2879900210
source: Caption
de_de: Feldcaption

# Page 43196361 - Control 1178234503 - Property 2879900210
source: Rel.to Table ID
de_de: Rel. zu Tab.ID

# Page 43196361 - Control 1024374337 - Property 2879900210
source: Rel.to Table
de_de: Rel. zu Tabelle

# Page 43196361 - Control 3857107201 - Property 2879900210
source: New Value 1
de_de: Neuer Wert 1

# Page 43196361 - Control 3219410584 - Property 2879900210
source: New Value 2
de_de: Neuer Wert 2

# Page 43196361 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 3393628059 - Property 2879900210
source: DMT Replacement List
de_de: DMT Ersetzungen

# Page 813548198 - Property 2879900210
source: Rules
de_de: Regeln

# Page 783956376 - Property 2879900210
source: Select multiple fields
de_de: Mehrere Felder auswählen

# Page 783956376 - Control 1782468518 - Property 2879900210
source: Current Selection
de_de: Aktuelle Auswahl

# Page 783956376 - Control 2626035516 - Property 2879900210
source: Select Fields
de_de: Felder auswählen

# Page 698368471 - Property 2879900210
source: DMT Source Files
de_de: DMT Quelldateien

# Page 698368471 - Action 2787516006 - Property 2879900210
source: Download File
de_de: Datei runterladen

# Page 698368471 - Action 2708485306 - Property 2879900210
source: Import File from WebDAV
de_de: Datei von WebDAV importieren

# Page 698368471 - Action 1139572727 - Property 2879900210
source: Upload File
de_de: Datei hochladen

# Page 3161783181 - Property 2879900210
source: DMT Trigger Log Entries
de_de: DMT Trigger Protokollposten

# Page 1983903763 - Property 2879900210
source: WebDAV File Browser
de_de: WebDAV Datei Browser

# Page 1983903763 - Control 486669812 - Property 2879900210
source: Authentication
de_de: Authentifizierung

# Page 1983903763 - Control 2575460289 - Property 2879900210
source: Password
de_de: Passwort

# Page 1983903763 - Control 3549826426 - Property 2879900210
source: User Name
de_de: Benutzername

# Page 1983903763 - Control 4266135001 - Property 2879900210
source: Selected File
de_de: Ausgewählte Datei

# Enum 101561864 - EnumValue 3972427471 - Property 2879900210
source: Fixed Value
de_de: Fixwert

# Enum 101561864 - EnumValue 785863684 - Property 2879900210
source: Ignore
de_de: Ignorieren

# Enum 2382970280 - EnumValue 4070199025 - Property 2879900210
source: Always
de_de: Immer

# Enum 2382970280 - EnumValue 2662413565 - Property 2879900210
source: Assign without validation
de_de: Zuweisen ohne Validierung

# Enum 2382970280 - EnumValue 1230108087 - Property 2879900210
source: If not empty
de_de: Wenn nicht leer

# Enum 3677539533 - EnumValue 3703598467 - Property 2879900210
source: All-Files (*.*)|*.*
de_de: Alle Dateien (*.*)|*.*

# Enum 3677539533 - EnumValue 487643378 - Property 2879900210
source: CSV-Files (*.csv)|*.csv
de_de: CSV-Dateien (*.csv)|*.csv

# Enum 3677539533 - EnumValue 1819335129 - Property 2879900210
source: Excel-Files (*.xlsx)|*.xlsx
de_de: Excel-Dateien (*.xlsx)|*.xlsx

# Enum 3677539533 - EnumValue 3766960612 - Property 2879900210
source: Text-Files (*.txt)|*.txt
de_de: Textdateien (*.txt)|*.txt

# Enum 3677539533 - EnumValue 429697219 - Property 2879900210
source: XML-Files (*.xml)|*.xml
de_de: XML-Dateien (*.xml)|*.xml

# Enum 3677539533 - EnumValue 2814408493 - Property 2879900210
source: ZIP-Files (*.zip)|*.zip
de_de: ZIP-Dateien (*.zip)|*.zip

# Enum 3775792799 - EnumValue 2248886284 - Property 2879900210
source: Error
de_de: Fehler

# Enum 3775792799 - EnumValue 3878926381 - Property 2879900210
source: Success
de_de: Erfolg

# Enum 3775792799 - EnumValue 2166945456 - Property 2879900210
source: Summary
de_de: Zusammenfassung

# Enum 3775792799 - EnumValue 2071372527 - Property 2879900210
source: Trigger Changes
de_de: Trigger Änderungen

# Enum 3409397984 - EnumValue 2349947494 - Property 2879900210
source: Apply Fixed Values
de_de: Fixwerte anwenden

# Enum 3409397984 - EnumValue 3304607464 - Property 2879900210
source: Delete Record
de_de: DS Löschen

# Enum 3409397984 - EnumValue 877342396 - Property 2879900210
source: Import to Buffer Table
de_de: Import in P.

# Enum 3409397984 - EnumValue 1384793423 - Property 2879900210
source: Update Fields
de_de: Update

# Enum 3409397984 - EnumValue 16804213 - Property 2879900210
source: Process Buffer Record
de_de: DS Verarbeiten

# Enum 2115101342 - EnumValue 2335996673 - Property 2879900210
source: From NAV
de_de: Aus NAV

# Enum 2115101342 - EnumValue 437562606 - Property 2879900210
source: None
de_de: keins

# Enum 4037377007 - EnumValue 3533810158 - Property 2879900210
source: Buffer + Target
de_de: Puffer- und Zieltab. importieren

# Enum 4037377007 - EnumValue 835028101 - Property 2879900210
source: Enter default values in target table
de_de: Vorgabewerte in Zieltabelle eintragen

# Enum 4037377007 - EnumValue 739346273 - Property 2879900210
source: Group
de_de: Gruppe

# Enum 4037377007 - EnumValue 286210954 - Property 2879900210
source: Import to Buffer
de_de: In Puffertabelle einlesen

# Enum 4037377007 - EnumValue 4081878561 - Property 2879900210
source: Import to Target
de_de: In Zieltabelle einlesen

# Enum 4037377007 - EnumValue 1280137342 - Property 2879900210
source: Run Codeunit
de_de: Codeunit ausführen

# Enum 4037377007 - EnumValue 375687917 - Property 2879900210
source: Update Field
de_de: Felder aktualisieren

# Enum 3953448519 - EnumValue 2521149591 - Property 2879900210
source: Custom CSV
de_de: CSV (individuell)
