Repository: AndreasRascher/DMT
Catalog: DMTNAVUpgradeHelper/Translations/DMT NAV Upgrade Helper.*.xlf
Languages: de_de

# Table 373303067 - Property 2879900210
source: DMT Process Template Setup
de_de: DMT Prozessvorlagen Einrichtung

# Table 373303067 - Field 2913739292 - Property 2879900210
source: Default Value
de_de: Vorgabewert

# Table 373303067 - Field 3461834954 - Property 2879900210
source: Description (Processing Plan)
de_de: Beschreibung (Verarbeitungsplan)

# Table 373303067 - Field 3070320983 - Property 2879900210
source: Field Name
de_de: Feldname

# Table 373303067 - Field 2200046723 - Property 2879900210
source: Indentation (Processing Plan)
de_de: Einrückung (Verarbeitungsplan)

# Table 373303067 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennummer

# Table 373303067 - Field 2723330447 - Property 2879900210
source: NAV Source Table No.
de_de: NAV Quelltabelle Nr.

# Table 373303067 - Field 1280137342 - Property 2879900210
source: Run Codeunit ID (Processing Plan)
de_de: Codeunit ID ausführen (Verarbeitungsplan)

# Table 373303067 - Field 2895872703 - Property 2879900210
source: Sorting No.
de_de: Reihenfolge

# Table 373303067 - Field 3920905560 - Property 2879900210
source: Source File Name
de_de: Quelldatei Name

# Table 373303067 - Field 4040554107 - Property 2879900210
source: Target Table Caption
de_de: Zieltabellen Bezeichnung

# Table 373303067 - Field 1666780894 - Property 2879900210
source: Target Table ID
de_de: Zieltabelle ID

# Table 373303067 - Field 339805095 - Property 2879900210
source: Template Code
de_de: Vorlagencode

# Table 373303067 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art

# Table 373303067 - Field 1878130204 - Property 62802879
source: ,Group,Import Buffer,Import Target,Import Buffer+Target,Update Field,Default Value,Filter,Req. Setup,Run Codeunit
de_de: ,Gruppe,In Puffertabelle einlesen,In Zieltabelle einlesen,Puffer- und Zieltab. importieren,Felder aktualisieren,Vorgaberwert,Filter,benötigte Einrichtung,Codeunit ausführen

# Table 788213925 - Property 2879900210
source: DMT Process Template
de_de: DMT Prozessvorlage

# Table 788213925 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 788213925 - Field 173576404 - Property 2879900210
source: Required Data
de_de: Erforderliche Daten

# Table 788213925 - Field 1805386071 - Property 2879900210
source: Required Files
de_de: Benötigte Dateien

# Table 788213925 - Field 3667482490 - Property 2879900210
source: Required Objects
de_de: Benötigte Objekte

# Codeunit 368545005 - Method 1710761149 - NamedType 1254459490
source: Import finished
de_de: Import abgeschlossen

# Codeunit 634704931 - Method 3130305566 - NamedType 147952033
source: Required setup data is not available for %1
de_de: Benötigte Einrichtungen sind nicht vorhanden für %1

# Codeunit 634704931 - Method 3130305566 - NamedType 1968678849
source: Required objects are missing for %1
de_de: Benötigte Objekte fehlen für %1

# Codeunit 634704931 - Method 3130305566 - NamedType 2702405889
source: Required source files are missing for %1
de_de: Benötigte Quelldateien fehlen für %1

# Codeunit 634704931 - Method 1699920268 - NamedType 2510853505
source: Invalid cell value "%1" in cell %2%3
de_de: Ungültiger Zellwert %1 in Zelle %2%3

# Codeunit 634704931 - Method 3584965203 - NamedType 309902852
source: No Import Configuration exits for Source File %1
de_de: Keine Importkonfiguration für Quelldatei %1 vorhanden

# Codeunit 634704931 - Method 3584965203 - NamedType 365384090
source: Processing Plan Type "%1" not supported
de_de: Verarbeitungsplan Typ "%1" wird nicht unterstützt

# Codeunit 634704931 - Method 3584965203 - NamedType 3458107479
source: Source File %1 not found
de_de: Quelldatei %1 nicht gefunden

# Codeunit 634704931 - Method 2765902045 - NamedType 720884949
source: Select Excel File
de_de: Excel Datei auswählen

# Codeunit 634704931 - Method 2765902045 - NamedType 1254459490
source: Import finished
de_de: Import abgeschlossen

# Codeunit 634704931 - Method 463375086 - NamedType 732372603
source: Contact, Customer, Vendor
de_de: Kontakt, Kunde, Lieferant

# Codeunit 634704931 - Method 2014718948 - NamedType 2277219875
source: Process Template %1 already transferred to Processing Plan
de_de: Vorlage %1 wurde bereits übertragen

# Page 2911572108 - Control 2218892245 - Property 2879900210
source: Variable Name (Source Record)
de_de: Variablenname (Herkunftsdatensatz)

# Page 2911572108 - Control 2161219289 - Property 2879900210
source: Variable Name (Target Record)
de_de: Variablenname (Zieldatensatz)

# Page 2076196089 - Control 2346885236 - Property 2879900210
source: Option
de_de: Optionen

# Page 2076196089 - Control 652589522 - Property 2879900210
source: Import Option
de_de: Importoptionen

# Page 2076196089 - Control 652589522 - Property 62802879
source: Replace entries,Add entries
de_de: Einträge ersetzen,Neue Einträge hinzufügen

# Page 1270938733 - Control 1481971033 - Property 2879900210
source: Table Filter
de_de: Tabellenfilter

# Page 1270938733 - Control 4292991650 - Property 2879900210
source: Data Requirements
de_de: Erforderliche Daten

# Page 1270938733 - Control 3070320983 - Property 2879900210
source: Field Name
de_de: Feldname

# Page 1270938733 - Control 4040554107 - Property 2879900210
source: Table
de_de: Tabelle

# Page 1270938733 - Control 3833443716 - Property 2879900210
source: Required Files & Objects
de_de: Benötigte Dateien & Objekte

# Page 1270938733 - Control 1612591257 - Property 2879900210
source: Type
de_de: Art

# Page 1270938733 - Control 2036939768 - Property 2879900210
source: Steps
de_de: Schritte

# Page 1270938733 - Control 1301132188 - Property 2879900210
source: Type
de_de: Art

# Page 1270938733 - Action 1139572727 - Property 2879900210
source: Upload Source File
de_de: Quelldatei hochladen

# Page 2371400208 - Property 2879900210
source: DMT Process Templates
de_de: DMT Prozessvorlagen

# Page 2371400208 - Control 4216686118 - Property 2879900210
source: Data Requirements
de_de: Benötigte Daten

# Page 2371400208 - Control 936007610 - Property 2879900210
source: Steps
de_de: Schritte

# Page 2371400208 - Control 4090178495 - Property 2879900210
source: Required Files & Objects
de_de: Benötigte Dateien & Objekte

# Page 2371400208 - Action 2014718948 - Property 2879900210
source: Transfer to Processing Plan
de_de: In Verarbeitungsplan übertragen

# Page 373303067 - Property 2879900210
source: DMT Process Template Setup
de_de: DMT Prozessvorlagen Einrichtung

# Page 373303067 - Action 721357089 - Property 2879900210
source: Download Default Template
de_de: Standardvorlage herunterladen

# Page 373303067 - Action 1990819557 - Property 2879900210
source: Create Backup
de_de: Backup erstellen

# Page 373303067 - Action 3582977174 - Property 2879900210
source: Import Backup
de_de: Backup importieren

# XmlPort 242798494 - Method 1908907723 - NamedType 3416246770
source: %1 Buffer\%2 lines imported
de_de: %1 Puffer\%2 Zeilen importiert

# XmlPort 242798494 - Control 1124624704 - Property 2879900210
source: Environment
de_de: Umgebung

# XmlPort 242798494 - Control 394468492 - Property 2879900210
source: Company
de_de: Mandant

# XmlPort 242798494 - Control 520131415 - Property 2879900210
source: Database
de_de: Datenbank

# PageExtension 521254526 - Action 1428180855 - Property 2879900210
source: Import NAV Schema.csv
de_de: NAV Schema.csv importieren

# PageExtension 521254526 - Control 2950689218 - Property 2879900210
source: Object Generator
de_de: Objekte generieren

# PageExtension 521254526 - Control 3424858197 - Property 2879900210
source: ID Ranges for ...
de_de: ID Bereiche für ...

# PageExtension 521254526 - Control 2593167842 - Property 2879900210
source: Buffer Tables
de_de: Puffertabellen

# PageExtension 14426887 - Action 4244410473 - Property 2879900210
source: Download buffer table objects
de_de: Puffertabellen Objekte runterladen

# PageExtension 4113247020 - Action 3778679344 - Property 1295455071
source: Creates a filter expression for NAV Table IDs based on selected lines
de_de: Erstellt einen Filterausdruck für NAV-Tabellen-IDs basierend auf ausgewählten Zeilen

# PageExtension 4113247020 - Action 3778679344 - Property 2879900210
source: NAV Table ID Filter
de_de: NAV-Tabellen-ID Filter

# TableExtension 200502431 - Method 3628817529 - NamedType 2192461025
source: You have to import the Schema.csv.
de_de: Sie müssen die Schema.csv importieren.

# TableExtension 200502431 - Field 755414655 - Property 2879900210
source: NAV Source Table Caption
de_de: NAV Tabellenbezeichnung

# TableExtension 200502431 - Field 3239065560 - Property 2879900210
source: NAV Source Table Name
de_de: NAV Tabellenname

# TableExtension 200502431 - Field 2211706144 - Property 2879900210
source: NAV Src.Table No.
de_de: NAV Tabellennr.

# TableExtension 1212190007 - Field 3992063146 - Property 2879900210
source: Process Template Code
de_de: Prozessvorlage Code

# TableExtension 521254526 - Method 4293292305 - NamedType 2167175506
source: No free object IDs of type %1 could be found. Defined ID range in setup: %2
de_de: Es konnten keine freien Objekt-IDs vom Typ %1 gefunden werden. Definierter ID Bereich in der Einrichtung: %2

# TableExtension 521254526 - Field 2593167842 - Property 2879900210
source: Obj. ID Range Buffer Tables
de_de: Objekt ID Bereich für Puffertabellen

# TableExtension 521254526 - Field 1138059172 - Property 2879900210
source: Obj. ID Range XMLPorts (Import)
de_de: Objekt ID Bereich für XMLPorts (Import)
